---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InCaret2
source: html/49615fc5-0adc-accd-8c80-6fd05c2ba8ca.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InCaret2 Property

Symbol in^2, indicating unit Square inches.

## Syntax (C#)
```csharp
public static ForgeTypeId InCaret2 { get; }
```